{
  "app_title": "Al Rowad",
  "language": "Language",
  "services": "our services",
  "works": "our work",
  "Prices": "Prices",
  "about_us": "about us",
  "contact":"contact",
  "best_quality_for_you" : "Best Quality For You",
  "home_title":"We are an established cacompany with an award-winning specialized in information technology and content conversion services, world-class customer support, and over 20 employees happy to work with you.",
  "talk":"Call For Pricing",
  "services_one_head": "Website and app development",
  "services_one_parag": "Our expert team develops and gets you a great website. our team is always keen to create easy-to-use and dynamic websites and applications, in line with the audience and their needs on an ongoing basis.",
  "services_two_head": "SEO",
  "services_two_parag": "we work for you to rank higher in search engine results. our Techniques include keyword research, on/off-page optimization, technical optimization, and content creation. SEO can increase online visibility, attract more traffic.",
  "services_three_head": "e-commerce websites",
  "services_three_parag": "We help in driving customer satisfaction, expanding audiences, and boosting sales. We assure that your website is developed with a robust business strategy and the advanced top-notch development technologies.",
  "services_four_head": "UI/UX design",
  "services_four_parag": "No matter what your needs are, our passionate designers are ready to design all types of mobile apps and websites in different categories using the latest programs",
  "services_five_head": "GRAPHIC DESIGNS",
  "services_five_parag": "Our professional team works to create innovative designs that suit you, making your target audience more interactive with the content.",
  "services_six_head": "digital marketing",
  "services_six_parag": "We are looking forward to helping you create a smart and effective marking plan, which helps you to define the list of your products, services, and appropriate offers",
  "services_siven_head": "Content creation",
  "services_siven_parag": "Our team focuses all effort on creating unique content, using the right keywords for your SEO strategy. Content is the soul of your marketing plan, so we always developing appropriate, integrated content, in line with your plan.",
  "about_one_head": "We collaborate",
  "about_one_parag": "We're pushed not just by the cause of our work but also by the joy we get from supporting each other. Every employee receives the support they need, from flexible schedules to internal workshops, to thrive at work—and beyond.",
  "about_two_head": "We trust each other",
  "about_two_parag": "Even though we're sometimes far apart, our teams can collaborate because we trust each other. We can be vulnerable and share our ups and downs without fear of judgment or reprisal, which helps us work better together.",
  "about_three_head": "We act",
  "about_three_parag": "At alrowad, we work hard and push through obstacles. We take the initiative, learn from our mistakes, and improve along the way. We’re not afraid to take risks and make ourselves forward as we move the needle toward success.",
  "about_four_head": "We listen",
  "about_four_parag": "Collaboration is key. We listen closely to one another's ideas and believe in letting the best idea win. We encourage our employees to step up and make their voices heard, so we can work together to find the best solution to every situation.",
  "about_five_head": "We care",
  "about_five_parag": "We live by our values. Our culture influences how we think, how we act, and how we treat each other. We care about our colleagues because we know that only by working together can we achieve our goals, and mutual respect is the key to our success.",
  "our_services":"our services",
  "how_we_work":"how we work",
  "our_clients":"our clients",
  "got_ideas":"got ideas? we’ve got the skills.",
  "tell_us":"tell us about your project.",
  "Name":"Name",
  "E-mail":"E-mail",
  "company_name":"Company Name",
  "phone":"phone",
  "describe_your_idea":"Describe Your Idea",
  "digital_marketing":"Digital Marketing",
  "website_design":"Website Design",
  "custom software":"Custom Software",
  "branding":"Branding",
  "mobile_app":"Mobile App",
  "all":"All",
  "send":"Send",
  "too_many" :"Too Many Request, Try After 10 Min",
  "please_fill":"Please Fill All Fields",
  "we_v":"We V",
  "platform":"Platform",
  "about_project":"About Project",
  "about_project_parag":"In this project, we conducted a comprehensive feasibility study spanning over a month to evaluate the client's ideas and assess the approach we would undertake. Subsequently, we successfully developed the global values platform in alignment with the initial vision within a year, attaining a success rate exceeding 80%. Consequently, we have received approval to complete the project within the anticipated timeline of 8 years.",
  "services_provided" :"SERVICES PROVIDED",
  "UI_UX":"UI/UX",
  "data_analysis":"Data analysis",
  "interactive_website":"interactive website",
  "software_development":"Software development",
  "Database_development":"Database development",
  "Mobile_application_development":"Mobile application development",
  "tech_that":"Tech That We Used",
  "jad":"Jad for Content Building",
  "alrowad":"Arrowad group",
  "kaizen":" kaizen consulting co",
  "value":"Arrowad for Building Values",
  "our_work":"Our Work",
  "web_design_mobile":"Web Design/Mobile Application",
  "we_v_platform":"We V Platform",
  "home":"Home",

  "careers":"Careers",
  "careers_head":"be part of our mission",
  "innovative_team":"Join our company and innovative team. We are visionaries who grow, succeed and change. Together we can change the world.",
  "Frontend_Web_Development":"Frontend Web Development",
  "Backend_Web_Development": "Backend Web Development",
  "social_media": "Social Media",
  "part_time":"Part Time",
  "full_time":"Full Time",
  "Why_do_you_want":"Why do you want to work at our company?",
  "Submit_your_CV":"Submit your CV",
  "Work_Application_Created_Successfully":"Work Application Created Successfully",
  "privacy":"Privacy Policy"
}

